{
  "extensionName": {
  "message": "Quick Folder Key Navigation"
  },
  "extensionDescription": {
    "message": "This extension makes it possible to quickly navigate to a particular folder in the folder pane simply by pressing F4 and then typing the first few letters of the folder name into the QuickNav edit box. If multiple folders start with the same prefix, you can cycle through them using  the up and down arrow keys. Use ENTER to jump to the selected folder or Esc to cancel the operation. Note for JAWS users: if you have Forms Mode set to Manual, it is necessary to press ENTER when the QuickNav dialog opens in order to type into the search box. As this is extremely  inconvenient, it is recommended that you uncheck  the 'Disable forms Mode when a  new page is loaded' option in JAWS Settings Center. This will cause you to be placed  into the edit field immediately when the QuickNav dialog opens. Alternatively, this can also be achieved by setting Forms Mode to anything other than Manual. The verbosity of  screen-reader speech can be adjusted using the 'Screen-reader verbosity' combo box in the QuickNav dialog."
  },
  "actionButtonLabel": {
    "message": "QuickNav"
  },
  "searchLabel": {
    "message": "Search for"
  },
  "btnGoLabel": {
    "message": "Go"
  },
  "btnGoNewLabel": {
    "message": "Go to New Tab"
  },
  "btnCancelLabel": {
    "message": "Cancel"
  },
  "verbosityModeLabel": {
    "message": "Screen-reader verbosity"
  },
  "conciseLabel": {
    "message": "Speak Concisely"
  },
  "FolderOnlyLabel": {
    "message": "Speak only folder name"
  },
  "wholeLabel": {
    "message": "Speak whole folder path"
  },
  "searchTypeLabel": {
    "message": "Search method"
  },
  "atStartLabel": {
    "message": "Match from start"
  },
  "anywhereLabel": {
    "message": "Match anywhere"
  },
  "whatsnew_title": {
    "message": "What's New in Quick Folder Key Navigation"
  },
  "whatsnew_text": {
   "message": "There are now two ways of searching for folders. the 'Match from start' method matches the search text against the start of  folder names. This was the  kind of search  performed in previous versions of QuickNav.   The new 'Match anywhere' method  finds all folders whose name contains the search text. A Search method control has been added to allow switching between the two methods and the currently selected method is remembered.\n\nIf you are running Thunderbird 121.0 or later,   the QuickNav dialog will display a 'Go to New Tab' button, which causes the selected folder to be opened in a new mail tab when clicked. A new tab can also be opened by pressing CTRL+ENTER instead of clicking this button."
  },
  "btnCloseLabel": {
    "message": "Close"
  }
}
