{
  "extensionName": {
  "message": "Quick Folder Key Navigation"
  },
  "extensionDescription": {
    "message": "This extension makes it possible to quickly navigate to a particular folder in the folder pane  by clicking on the \"QuickNav\" button (or pressing F4) and  typing the first few letters of the folder name into the Search box that appears. If multiple folders start with the same prefix, you can cycle through them using  the up and down arrow keys. Alternatively, you can also use CTRL+p and CTRL+n. Click the \"Go\" button (or press ENTER) to jump to the selected folder or Esc to cancel the operation. Using the Search method control, The way searching is carried out can be  changed to \"Match anywhere\" to allow searching for text that appears anywhere in the folder name, instead of only at the beginning of the folder name, which is what  the default \"Match from  start\" method does. In Thunderbird 121.0 and later, an additional \"Go to new tab\" button (or   pressing CTRL+ENTER) allows the selected folder to be opened in a new mail tab. Note for JAWS users:  if you have Forms Mode set to Manual, it is necessary to press ENTER when the QuickNav dialog opens in order to type into the search box. As this is extremely  inconvenient, it is recommended that you uncheck  the \"Disable forms Mode when a  new page is loaded\" option in JAWS Settings Center. This will cause you to be placed  into the edit field immediately when the QuickNav dialog opens. Alternatively, this can also be achieved by setting Forms Mode to anything other than Manual. The verbosity of  screen-reader speech can be adjusted using the \"Screen-reader verbosity\" combo box  in the QuickNav dialog."
  },
  "actionButtonLabel": {
    "message": "QuickNav"
  },
  "searchLabel": {
    "message": "Search for"
  },
  "btnGoLabel": {
    "message": "Go"
  },
  "btnGoNewLabel": {
    "message": "Go to New Tab"
  },
  "btnCancelLabel": {
    "message": "Cancel"
  },
  "verbosityModeLabel": {
    "message": "Screen-reader verbosity"
  },
  "conciseLabel": {
    "message": "Speak Concisely"
  },
  "FolderOnlyLabel": {
    "message": "Speak only folder name"
  },
  "wholeLabel": {
    "message": "Speak whole folder path"
  },
  "searchTypeLabel": {
    "message": "Search method"
  },
  "atStartLabel": {
    "message": "Match from start"
  },
  "anywhereLabel": {
    "message": "Match anywhere"
  },
  "hiddenFoldersLabel": {
    "message": "Hidden folders"
  },
  "hideFolderLabel": {
    "message": "Hide folder"
  },
  "showFolderLabel": {
    "message": "Show folder"
  },
  "showAllFoldersLabel": {
    "message": "Show all folders"
  },
  "whatsnew_title": {
    "message": "What's New in Quick Folder Key Navigation"
  },
  "whatsnew_text": {
   "message": "This update brings the ability to searchf for accounts, matching the first folder in the account. Also, multiple search terms may be included separated by spaces. In this case, each search term must match part of the path to a folder in order for it to be included in the set of search results."
  },
  "btnCloseLabel": {
    "message": "Close"
  }
}
