{
  "extensionName": {
  "message": "Acceso Rápido a Carpetas"
  },
  "extensionDescription": {
    "message": "Esta extensión permite navegar rápidamente a una carpeta particular en el panel de carpetas haciendo clic en el botón \"QuickNav\" (o presionando F4) y escribiendo las primeras letras del nombre de la carpeta en el cuadro de búsqueda que aparece. Si varias carpetas comienzan con el mismo prefijo, puede recorrerlas usando las teclas de flecha hacia arriba y hacia abajo. También, se puede usar CTRL+p y CTRL+n. Haga clic en el botón \"Ir\" (o presione ENTER) para saltar a la carpeta seleccionada o Esc para cancelar la operación. Usando el control del método de búsqueda, la forma en que se realiza la búsqueda se puede cambiar para \"Coincidir en cualquier lugar\" para permitir la búsqueda de texto que aparece en cualquier parte del nombre de la carpeta, en lugar de solo al principio del nombre de la carpeta, que es el método  predeterminado \"Coincidir desde el principio\".  En Thunderbird 121.0 y versiones posteriores, un botón adicional \"Ir a una nueva pestaña\" (o presionar CTRL+ENTER) permite abrir la carpeta seleccionada en una nueva pestaña de correo. Nota para los usuarios de JAWS: si tiene el Modo de formularios configurado en Manual, es necesario presionar ENTER cuando se abra el cuadro de diálogo AccesoRápido para escribir en el campo  de búsqueda. Como esto es extremadamente inconveniente, se recomienda que desmarque la opción \"Deshabilitar el modo de formularios cuando se carga una nueva página\" en el Centro de configuración de JAWS. Esto hará que se le coloque en el campo de edición inmediatamente cuando se abra el cuadro de diálogo AccesoRápido. Alternativamente, esto también se puede lograr configurando el Modo de formularios en cualquier otra cosa que no sea Manual. La verbosidad del lector de pantalla se puede ajustar mediante el cuadro combinado \"Verbosidad del lector de pantalla\" en el cuadro de diálogo AccesoRápido."
  },
  "actionButtonLabel": {
    "message": "AccesoRápido"
  },
  "searchLabel": {
    "message": "Buscar"
  },
  "btnGoLabel": {
    "message": "Ir"
  },
  "btnGoNewLabel": {
    "message": "Ir a Nueva Pestaña"
  },
  "btnCancelLabel": {
    "message": "Cancelar"
  },
  "verbosityModeLabel": {
    "message": "Verbosedad de lector de pantalla"
  },
  "conciseLabel": {
    "message": "Hablar concisamente"
  },
  "FolderOnlyLabel": {
    "message": "Decir solo nombre de carpeta"
  },
  "wholeLabel": {
    "message": "Decir ruta completa de carpeta"
  },
  "searchTypeLabel": {
    "message": "Método de búsqueda"
  },
  "atStartLabel": {
    "message": "Coincidir desde el inicio"
  },
  "anywhereLabel": {
    "message": "Coincidir en cualquier lugar"
  },
  "hiddenFoldersLabel": {
    "message": "Carpetas ocultas"
  },
  "hideFolderLabel": {
    "message": "Ocultar carpeta"
  },
  "showFolderLabel": {
    "message": "Mostrar carpeta"
  },
  "showAllFoldersLabel": {
    "message": "Mostrar todas las carpetas"
  },
  "whatsnew_title": {
    "message": "Qué es nuevo en Acceso Rápido a Carpetas"
  },
  "whatsnew_text": {
   "message": "Ahora es posible excluir carpetas de la búsqueda ocultándolas. El botón \"Ocultar\" (o pulsar Ctrl+Supr) añade la carpeta seleccionada a la lista de carpetas ocultas. Para que una carpeta oculta vuelva a ser buscable, selecciónela en el cuadro combinado \"Carpetas ocultas\" y haga clic en el botón \"Mostrar carpeta\" o pulse la tecla Supr. Al hacer clic en el botón \"Mostrar todas las carpetas\" o pulsar Ctrl+Supr, se borra la lista de carpetas ocultas, lo que permite buscar en todas las carpetas. La lista de carpetas ocultas se guarda localmente y se restaura cada vez que se inicia Thunderbird."
  },
  "btnCloseLabel": {
    "message": "Cerrar"
  }
}
