{
  "extensionName": {
  "message": "Acceso Rápido a Carpetas"
  },
  "extensionDescription": {
    "message": "Esta extensión hace posible navegar rápidamente a una carpeta en particular en el panel de carpetas simplemente presionando F4 y luego escribiendo las primeras letras del nombre de la carpeta en el cuadro de edición de AccesoRápido. Si varias carpetas comienzan con el mismo prefijo, puede recorrerlas usando las teclas de flecha arriba y flecha abajo. Se usa ENTER para ssaltar directamente a la carpeta eligida o Esc para cancelar la operación. Nota para los usuarios de JAWS: si tiene el Modo de formularios configurado en Manual, es necesario presionar ENTER cuando se abra el cuadro de diálogo QuickNav para escribir en el campo  de búsqueda. Como esto es extremadamente inconveniente, se recomienda que desmarque la opción 'Deshabilitar el modo de formularios cuando se carga una nueva página' en el Centro de configuración de JAWS. Esto hará que se le coloque en el campo de edición inmediatamente cuando se abra el cuadro de diálogo QuickNav. Alternativamente, esto también se puede lograr configurando el Modo de formularios en cualquier otra cosa que no sea Manual. La verbosidad del lector de pantalla se puede ajustar mediante el cuadro combinado 'Verbosidad del lector de pantalla' en el cuadro de diálogo QuickNav."
  },
  "actionButtonLabel": {
    "message": "AccesoRápido"
  },
  "searchLabel": {
    "message": "Buscar"
  },
  "btnGoLabel": {
    "message": "Ir"
  },
  "btnGoNewLabel": {
    "message": "Ir a Nueva Pestaña"
  },
  "btnCancelLabel": {
    "message": "Cancelar"
  },
  "verbosityModeLabel": {
    "message": "Verbosedad de lector de pantalla"
  },
  "conciseLabel": {
    "message": "Hablar concisamente"
  },
  "FolderOnlyLabel": {
    "message": "Decir solo nombre de carpeta"
  },
  "wholeLabel": {
    "message": "Decir ruta completa de carpeta"
  },
  "searchTypeLabel": {
    "message": "Método de búsqueda"
  },
  "atStartLabel": {
    "message": "Coincidir desde el inicio"
  },
  "anywhereLabel": {
    "message": "Coincidir en cualquier lugar"
  },
  "whatsnew_title": {
    "message": "Qué es nuevo en Acceso Rápido a Carpetas"
  },
  "whatsnew_text": {
   "message": "Ahora existen dos formas de buscar carpetas. El método 'Coincidir desde el inicio' compara el texto de búsqueda con el inicio de los nombres de las carpetas. Este era el tipo de búsqueda realizada en versiones anteriores de AccesoRápido. El nuevo método 'Coincidir en cualquier lugar' busca todas las carpetas cuyo nombre contiene el texto de búsqueda. Se ha agregado un control de método de búsqueda para permitir cambiar entre los dos métodos. Se recuerda el método seleccionado actualmente.\n\nSi está ejecutando Thunderbird 121.0 o posterior, el cuadro de diálogo AccesoRápido mostrará el botón 'Ir a nueva pestaña', lo que hace que la carpeta seleccionada se abra en una nueva pestaña de correo al hacer clic. También se puede abrir una nueva pestaña presionando CTRL+ENTER en lugar de hacer clic en este botón."
  },
  "btnCloseLabel": {
    "message": "Cerrar"
  }
}
